---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CutMarkSymbolSize
source: html/631379d4-3792-9784-aa9d-c7a357afa45b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CutMarkSymbolSize Property

"Cut Mark Symbol Size"

## Syntax (C#)
```csharp
public static ForgeTypeId CutMarkSymbolSize { get; }
```